Revit 2027 API
Rectangle.Bottom Property
 The y-coordinate of the bottom-right corner of the rectangle.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Bottom { get; set; }
Public Property Bottom As Integer
	Get
	Set
public:
property int Bottom {
	int get ();
	void set (int value);
}
member Bottom : int with get, set
Property Value
Int32
See Also
Reference
Rectangle Class
Autodesk.Revit.DB Namespace